import "./PrivacyPolicy.scss"


const PrivacyPolicy = () => {
    return (
      <div className="privacyPolicy-wrapper">
        <div className="privacyPolicy-container"> 
        <div className="privacyPolicy-text">
          <h2>Privacy Policy (Політика конфіденційності)</h2>
<p>Цей веб-сайт поважає вашу конфіденційність. Ваша приватність важлива для нас, тому ми зобов'язуємося захищати і збирати вашу інформацію з обережністю. Наша Політика конфіденційності пояснює, як ми збираємо, використовуємо та захищаємо ваші особисті дані, а також яким чином вони можуть бути використані.</p>
<p>Ми рекомендуємо вам уважно прочитати нашу Політику конфіденційності, щоб зрозуміти, як ми обробляємо ваші персональні дані. Ця Політика конфіденційності регулює ваш доступ та використання цього веб-сайту, тому важливо знати, як ми працюємо з вашою інформацією.</p>
<p>Якщо у вас виникнуть питання щодо нашої Політики конфіденційності або нашого використання ваших персональних даних, будь ласка, зв'яжіться з нами. Ми завжди готові допомогти та відповісти на ваші запитання.</p>
<p>При переході на наш веб-сайт та використанні його послуг, ви погоджуєтесь з умовами нашої Політики конфіденційності. Дякуємо за довіру та використання нашого веб-сайту.</p>
<h2>Детальніше про нашу Політику конфіденційності</h2>
<p>Наша Політика конфіденційності встановлює зобов'язання та зобов'язання стосовно збору, використання та захисту вашої особистої інформації, коли ви відвідуєте наш веб-сайт та користуєтесь нашими послугами. Ми розуміємо важливість збереження вашої конфіденційності, і тому ми прагнемо забезпечити максимальний захист вашої приватності.</p>
<p>У нашій Політиці конфіденційності ми пояснюємо, яку інформацію ми можемо збирати від вас, як ми її використовуємо та з ким можемо поділитися, а також як ми захищаємо вашу особисту інформацію від несанкціонованого доступу. Ми докладаємо всіх зусиль, щоб ваші дані були збережені в безпеці та конфіденційності.</p>
<p>При користуванні нашими послугами, ви погоджуєтеся з умовами нашої Політики конфіденційності. Ми рекомендуємо ознайомитися з Політикою конфіденційності та звертатися до неї періодично, оскільки вона може змінюватися або оновлюватися час від часу.</p>
<p>Якщо у вас виникнуть питання щодо нашої Політики конфіденційності або якщо вам потрібна додаткова інформація, будь ласка, зв'яжіться з нашою командою підтримки. Ми завжди готові допомогти та надати вам необхідну допомогу.</p>
<p>Дякуємо за довіру, яку ви виявляєте, користуючись нашими послугами. Ми високо цінуємо вашу конфіденційність і прагнемо забезпечити вам надійний та безпечний досвід користування нашим веб-сайтом.</p>
        </div>

        </div>

  
      </div>
    )
  }
  export default PrivacyPolicy;